/**
 * Created by hcxowe on 14-2-12.
 */
Ext.define('ZFHC.store.ZFHCStore', {
    extend: 'Ext.data.Store',
    model: 'ZFHC.model.ZFHCModel',
    autoLoad:true,

    data:[
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"},
        {police_id:"永志(110110101010)", depName:"巡查大队", JDSH:"1123124235345", TSR:"匿名", time:"2014-4-12 16:16:16", CLJG:"乱举报"}
    ]
});
